Repository: KieuQuocAnh/SimpleWebWithDjango
Catalog: project/locale/*/LC_MESSAGES/django.po
Languages: ja, my

source: Title
ja: タイトル
my: ခေါင်းစဉ်

source: What is the title of the story you want?
ja: ストーリーのタイトルは
my: သင်လိုချင်သောခေါင်းစဉ်

source: Content
ja: コンテンツ
my: အကြောင်းအရာ

source: Can You Tell me your story in here
ja: 君のストーリーを教えてくれる？
my: အကြောင်းအရာ

source: Search...
ja: 検索
my: ရှာဖွေရန်...

source: Search
ja: 検索
my: ရှာဖွေရန်

source: languages
ja: 言語
my: ဘာသာစကာ

source: Home
ja: ホームページ

source: New Post
ja: 記載
my: ပို့စ်အသစ်

source: Password Change
ja: パスワードの変更
my: စကားဝှက်ပြောင်းသည်

source: Logout
ja: ログアウト
my: ထွက်သည်

source: Login
ja: ログイン
my: ဝင်သည်

source: Register
ja: 新規登録
my: မှတ်ပုံတင်ရန်

source: read more
ja: 詳しく....
my: ပိုပြီးဖတ်ရန်

source: First
ja: 前に
my: ပထမ

source: Previous
ja: 後に
my: အရင်က

source: Next
ja: 次に
my: နောက်တစ်ခု

source: Last
ja: 最後
my: နောက်ဆုံး

source: Are you sure you want to delete the Post:
ja: このブログを削除したいでしょうか？
my: ပိုစ့်ကိုဖျက်ဖို့သေချာပါသလား

source: Yes, Delete
ja: 削除
my: ဟုတ်ကဲ့၊ဖျက်ပါ

source: Cancel
ja: 途中
my: မလုပ်ပါ

source: Update
ja: 更新
my: အဆင့်မြင့်ရန်

source: Delete
ja: 削除
my: ပို့စ်ကိုဖျက်ရန်

source: Like
ja: いいね！
my: နှစ်သက်သည်

source: Leave a comment
ja: コメントします。
my: မှတ်ချက်တစ်ခုချန်ထားပါ

source: Post Comment
ja: コメントを投稿する
my: ပိုစ့်မှတ်ချက်

source: No comments yet
ja: コメントではなし
my: မှတ်ချက်များမရှိပါ

source: Blog Post
ja: ブログ投稿
my: ဘလော့ပိုစ့်

source: Post
ja: 投稿
my: ပိုစ့်

source: Posts by
ja: 作成者は
my: ကိုယ်ပိုင်ပိုစ့်

source: No posts found for this user.
ja: こちらのユーザはブログがなし
my: ဤအသုံးပြုသူအတွက်ပိုစ့်များမတွေ့ပါ

source: Profile of:
ja: プロファイル :
my: ကိုယ်ရေးအချက်အလက်

source: email address:
ja: メールアドレス：
my: အီးမေးလ်လိပ်စာ

source: PR content:
ja: フィードバッグ：

source: This user has no posts yet.
ja: こちらのユーザのはブログの投稿がなし
my: ကိုယ်ရေးအချက်အလက်

source: English
ja: 英語

source: Vietnamese
ja: ベトナム語

source: Japanese
ja: 日本語

source: Myanmar
ja: ミャンマー語

source: Username
ja: ユーザ名
my: နာမည်

source: Enter Your Register Username
ja: 登録ユーザ名を入力してください
my: နာမည်ဖြင့်ဝင်ရန်

source: Password
ja: パスワード
my: စကားဝှက်ထည့်ရန်

source: Enter Your Password
ja: パスワードを入力
my: စကားဝှက်

source: Email address
ja: メールアドレス：
my: အီးမေးလ်လိပ်စာ

source: Required. Inform a valid email address.
ja: 有効なメールアドレスを入力してください
my: လိုအပ်သောအီးမေးလ်လိပ်စာ

source: Enter Your Email
ja: メリーゴーランドを入力してください
my: သင်၏အီးမေးလ်ကိုရိုက်ထည့်ပါ

source: Confirm Password
ja: パスワードを認証
my: စကားဝှက်ထည့်ပါ

source: Confirm Your Password
ja: もう一度パスワードの入力
my: စကားဝှက်ကိုအတည်ပြုပါ

source: Your name
ja: 名
my: နာမည်

source: Enter Your name If You want
ja: 君の名を教えてくれる？
my: သင်လိုချင်တဲ့နာမည်ကိုရိုက်ထည့်ရန်

source: About Your Self
ja: 自己紹介
my: ကိုယ်ရေးအကျင်း

source: Do you Want to write something about yourself
ja: 自己紹介しましょうか？
my: သင်အကြောင်းတစ်ခုခုရေးချင်ပါသလား

source: Upload Your Image
ja: プロファイの写真：
my: ကိုယ်ရေးအကျင်း

source: Select a file
ja: ファイル
my: ဖိုင်ကိုရွေးချယ်ပါ

source: Old PassWord
ja: 古いパスワード
my: အရင်စကားဝှက်

source: Enter current password
ja: 現在のパスワードを入力してください
my: လက်ရှိစကားဝှက်ကိုထည့်ပါ

source: PassWord
ja: パスワード
my: စကားဝှက်ထည့်ရန်

source: Enter new password
ja: 新しいパスワードを入力
my: စကားဝှက်အသစ်ကိုထည့်ပါ

source: Confirm new password
ja: あたらしいパスワードを認証
my: စကားဝှက်အသစ်ကိုအတည်ပြုပါ

source: Choose Your Image
ja: 写真を選択
my: ဖိုင်ကိုရွေးချယ်ပါ

source: Log In
ja: ログイン
my: ဝင်သည်

source: Forgot Password?
ja: パスワード忘れ
my: စကားဝှက်မေ့နေပါသလား

source: Need An Account?
ja: 参加しましょうか？
my: အကောင့်တစ်ခုလိုအပ်ပါသလာ?

source: Sign Up Now
ja: 新規登録
my: ယခုစာရင်းသွင်းပါ

source: Change Password....
ja: パスワードの変更
my: စကားဝှက်ပြောင်းရန်

source: Simple Password
ja: シンプルのパスワード
my: ရိုးရှင်းသောစကားဝှက်

source: Generated Password:
ja: 生成されたパスワード
my: ထုတ်ပေးလိုက်သောစကားဝှက်

source: Copy
ja: コーピー
my: ကူးယူသည်

source: Reset pasword
ja: パスワードをリセット
my: စကားဝှက်ကိုပြန်လည်သတ်မှတ်ပါ

source: Request Password Reset
ja: パスワードの設立先を届け
my: စကားဝှက်ပြန်လည်သတ်မှတ်ရန်တောင်းဆိုပါ

source: Reset Password
ja: パスワードをリセット
my: စကားဝှက်ကိုပြန်လည်သတ်မှတ်ပါ

source: An email has been sent with instructions to reset your Password
ja: パスワードの設立先はこちらのメールアドレスに届きました！
my: သင့်စကားဝှက်ကို ပြန်လည်သတ်မှတ်ရန် ညွှန်ကြားချက်များနှင့်အတူ အီးမေးလ်တစ်စောင် ပေးပို့ခဲ့သည်

source: Update Profile
ja: プロファイル更新
my: ပရိုဖိုင်ကိုအဆင့်မြင့်သည်

source: User Information
ja: ユーザのインフォメーション
my: အသုံးပြုသူအချက်အလက်

source: Join Today
ja: 参考しましょうか
my: ချိတ်ဆက်ပါ

source: Sign Up
ja: 登録
my: ဆိုင်းအပ်လုပ်ရန်

source: Already Have An Account?
ja: カウントがありますか
my: အကောင့်ရှိပြီးသားပါ

source: Sign In
ja: 登録
my: ဆိုင်းအင်လုပ်ရန်

source: Delete Post
my: ပို့စ်ကိုဖျက်ရန်
